[
  {
    "title": "We are _celebrating_ homegrown talent",
    "description": "Encouraging expression through our arts programme and community magazine.",
    "image": "/uploads/about-talent.jpg",
    "content": "## Championing our community artists and performers\n\nThe Revolutionary East Marsh Arts Kollective is our community arts team, powered by funding from Creative Civic Change. In 2019, REMAKe launched a special three year programme of workshops and events called the '[East Marsh Sun & Moon Festival](https://www.sunandmoonfestival.org/)', driving enthusiasm for all aspects of the arts, including music, crafts, writing and multimedia storytelling. Live performance is a big part of the programme too - we're hoping full scale productions at Grant Thorold Park and Freeman Street Market will happen in the not-too-distant future.\n\n## Telling local stories that really resonate\n\nThe [Proud East Marshian](https://www.sunandmoonfestival.org/proudeastmarshian) is our very own online community magazine, produced in its entirety every month by talented and passionate local residents. Featuring an exciting mix of news, articles, interviews, poetry and photography, it documents the highs and lows of living on the East Marsh in the 21st century, whilst also looking back fondly at our area's rich history. Above all, it tells the diverse stories of the many people who are proud to call the East Marsh home.\n\n## Making time and space for creative expression\n\nFrom [window dressings](https://www.youtube.com/watch?v=5klnGlYDQls&ab_channel=Sun%26MoonCommunityArtsFestival) to art boxes, fairy lanterns to advent calendars, we're always marvelling at the collective imagination of our residents. Throughout the uncertainty of recent times, they've had to get even more creative than usual - the East Marsh Peace Choir has switched to drive-by singing sessions, reading groups have moved online and we even created [an original Youtube series](https://www.youtube.com/watch?v=tkYoq8_CEEA&ab_channel=Sun%26MoonCommunityArtsFestival) to keep kids entertained during lockdowns. We're also going to be challenging conventional narratives with the new East Marsh Chronicles podcast - available to stream very soon!"
  },
  {
    "title": "We are _creating_ new opportunities",
    "description": "Recruiting organisers, engaging with volunteers and fundraising for education.",
    "image": "/uploads/about-work.jpg",
    "content": "## Opening the door to community education\n\nWe’re passionate about people gaining the skills and training they need to prepare for the world of work - that’s why we’re teaming up with the Workers’ Educational Association, an organisation that makes educational courses accessible to communities. We’ve established a new branch of the WEA - the East Marsh Community Education Branch - which will focus on person-centred, dialogue-driven learning. And by weaving education into different projects, we’re aiming to raise aspirations across the generations.\n\n## Building teams and generating jobs\n\nWe like to create jobs wherever we can - we recently welcomed our very first Community Project Developer on board. As we continue to grow as an organisation, we’re hoping to employ more community organisers to see our projects through to fruition, facilitate meetings and ultimately help our area prosper. We’re also extremely proud of our work with East Marsh Construction on the refurbishment of our community-led homes, which saw several new jobs created in the process.\n\n## Inspiring a fresh wave of passionate volunteers\n\nGetting involved with East Marsh United has never been simpler. We encourage people to lend us their time in any way they can, from telling us their story, shining a light on something that needs our attention or reaching out to those who need help. We’re always looking for passionate local people who can assist with raising funds, connect with local leaders and talk to the press about everything we do. Volunteering looks great on your CV, boosts your skills and is a chance to be part of something bigger than yourself - you might even make friends for life!"
  },
  {
    "title": "We are _looking out_ for each other",
    "description": "Using our time to help neighbours, share skills and clean up our streets.",
    "image": "/uploads/about-looking-out.jpg",
    "content": "## Building a community that values helping others\n\nWe want our neighbours to support each other safely. Time banking is a rewarding way to do each other favours, teach each other skills and share expertise. It's more than just volunteering; we're running a community loyalty scheme where everyone's time is valued equally - one hour doing someone's shopping might earn you an hour of free music tuition. The more we all put in, the more we all get out - every exchange is designed to make our community stronger, reduce social isolation and improve our collective mental wellbeing.\n\n## Helping people live healthier lives\n\nEveryone deserves to live a long, healthy life. Statistically speaking, residents of the East Marsh are likely to die up to ten years earlier than people living in other areas of Grimsby - we need strong, decisive action to close this mortality gap. We're currently exploring a number of community-flourishing initiatives based on Blue Zones research - we plan to encourage people to change their relationship with food and enjoy a varied, sustainable diet in an affordable way.\n\n## Cleaning up our homes and streets\n\nWe're on a mission to brighten up our area and put a smile on people's faces. From weeding gutters to sweeping pavements, picking litter to planting greenery, we love rolling up our sleeves, grabbing a broom and getting stuck in. But it's not all about putting up hanging baskets and making trips to the tip - we like to go a step further whenever we can, such as when we famously painted and decorated several boarded up homes in our '[Six Feet Of Your Street](https://eastmarshunited.org/2019/08/04/first-try-out-of-six-feet-of-your-street/)' campaign. We can't wait to get back to it as soon as we can!"
  },
  {
    "title": "We are _making_ homes work for our community",
    "description": "Challenging landlords, refurbishing houses and welcoming new tenants to our area.",
    "image": "/uploads/about-homes.jpg",
    "content": "## Creating our own housing solutions\n\nAs a Community Benefit Society, we’re now the proud owners of two houses on the East Marsh. Community-led homes are a great way for us to come together and solve our own housing challenges. We believe everyone deserves a comfortable, affordable home with a landlord they know and trust. Our properties on Rutland Street have been refurbished to a high standard and kitted out with modern furnishings, but we also made sure to respect their unique history and preserve original features. \n\n## Operating as ethical community landlords\n\nWe’re striving to be the best community landlords we can, delivering a caring, attentive service for our tenants. We’re doing things differently and standing by their side to make them really feel at home. We work closely with Doorstep, a charity that exists to prevent homelessness and empower vulnerable young people to transform their lives - they help find new tenants who meet our eligibility criteria, including their ties to the area, their commitment to the community and where their affordability lies. We give all new tenants a say in how their future homes are decorated and provide them with a welcome pack of home comforts to get them settled in.\n\n## Leading the way with better homes\n\nWe’re proud of our diverse population and we’re here to support people in their search for somewhere to live. Everyone deserves to feel safe and secure in their own home - that’s why we’re collecting information on house ownership and working closely with landlords to improve their practices, raising standards right across the East Marsh. As we continue to grow our housing stock, we’ll keep providing the best example of how things can be done and take the first steps towards a community housing revolution!"
  },
  {
    "title": "We are _giving_ local people a voice",
    "description": "Initiating change, championing democracy and taking back control of our environment.",
    "image": "/uploads/about-voice.jpg",
    "content": "## Getting organised, taking action, feeling empowered\n\nWe're initiating change on an enormous scale. We plan to give people the opportunity to invest in Community Shares, become a member of East Marsh United and have a real democratic say in shaping our area and defining its future success. Despite the ongoing pandemic, we're also making huge strides towards landing a new community space for local residents. Once funding has been secured and we can gather together safely, the EMU's Nest will be a place we can work collaboratively, share ideas for future projects and - above all else - have fun!\n\n## Having an impact with our East Marsh Plan \n\nEverything we do is geared towards changing the face of the East Marsh for good. Building on the East Marsh Neighbourhood Renewal Area action plan commissioned by the council in 2011, we're taking things to the next level with our own wider East Marsh Plan. We're also looking further afield for inspiration, reaching out across the north-south divide and talking to other towns and communities about what works for them. A potential twinning project with Deptford could help each area find new ways to thrive.\n\n## Advocating grassroots democracy\n\nWe want people to vote on the issues close to their hearts. To make this possible, we're creating online platforms for residents to exercise their democratic rights. We're delving into the world of flat-pack democracy - by standing as a group of independent councillors, we have the chance to refocus our local government and point them towards our most pressing problems. We're also working with Friends of the Park, facilitating a referendum and consultation process to help secure green space for a local community centre. By giving people the tools to bring about change, we're creating the belief that anything is possible."
  }
]